# Список шуток
JOKES = [
    "Я программист не потому, что я не умею общаться с людьми. Это люди не умеют общаться со мной.",
    "Почему программисты всегда путают Рождество и Хэллоуин? Потому что Oct 31 == Dec 25.",
    "Сколько программистов нужно, чтобы поменять лампочку? Ни одного, это аппаратная проблема.",
    "Удаление ненужных комментариев - четвёртая по частоте причина, почему код начинает работать.",
    "Если всё в вашем коде идеально, проверьте, не работает ли случайно ваша тестовая среда."
]