# Список шуток
JOKES = [
    "Я программист не потому, что я не умею общаться с людьми. Это люди не умеют общаться со мной.",
    "Почему программисты всегда путают Рождество и Хэллоуин? Потому что Oct 31 == Dec 25.",
    "Сколько программистов нужно, чтобы поменять лампочку? Ни одного, это аппаратная проблема.",
    "Удаление ненужных комментариев - четвёртая по частоте причина, почему код начинает работать.",
    "Если всё в вашем коде идеально, проверьте, не работает ли случайно ваша тестовая среда."
]

COMPLIMENTS = [
    ' У тебя удивительная способность вдохновлять окружающих своим энтузиазмом и позитивом.',
    'Ты обладаешь невероятным вкусом и всегда знаешь, как сделать обстановку уютнее.',
    'Твоя улыбка способна осветить даже самый серый день.',
    'Я восхищаюсь твоей умением находить решения в сложных ситуациях — это действительно впечатляет!',
    'Ты — настоящая находка! Твое внимание к деталям делает совместное времяпрепровождение особенным.'
]
